[Language]
Code="it"
Name="Italiano"
Version="2.6.3"
Translator="Renminds <renato.mx@gmail.com>, Paolo Xia <xiapaolo@126.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Chiudi"
Maximize="Ingrandisci"
Minimize="Riduci a icona"
Restore="Ripristina"
Menu="Menù principale"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nCattura parola su schermo: [$CursorStatus]\nTraduci selezione: [$SelectionStatus]\nTraduci Appunti: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Cattura parola su schermo: [$CursorStatus]\nTraduci selezione: [$SelectionStatus]\nTraduci Appunti: [$ClipboardStatus]"
Enabled="Attivo"
Disabled="Inattivo"

[MainMenu]
Open="Apri"
CursorTranslator="Cattura parola su schermo"
SelectionTranslator="Traduci selezione"
ClipboardTranslator="Traduci Appunti"
Configuration="Configurazione..."
Dictionaries="Dizionari..."
Appendices="Appendici..."
Activation="Attivazione Prodotto"
UpdateOnline="Aggiornamento online"
Help="Guida"
About="Informazioni su Lingoes"
SupportOnline="Supporto online"
Exit="Esci"
EnterLicense="Inserisci Licenza..."

[DlgInput]
Back="Indietro"
Forward="Avanti"
MainMenu="Menù principale"
HistoryList="Cronologia"
Search="Cerca", "Cerca spiegazioni dettagliate"
WebSearch="Cerca nel Web"
AutoMatch="Confronto automatico", "Confronto automatico con Gruppo Indice"
MatchSetup="Opzioni Gruppo Indice..."
FindEngine="Trova altri motori di ricerca web..."

[DlgIndex]
Index="Indice"
Guide="Resoconto"
Appendix="Appendice"
NoIndex="Indice vuoto"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Aggiungi un dizionario nel <b>Gruppo Indice</b>. Potrai ottenere suggerimenti ortografici durante la scrittura della parola.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Clicca qui per gestire il Gruppo Indice.</u></a></div>"

[WebGuide]
Results="Risultati"
Spelling="Ortografia alternativa"
Appendices="Appendici"
Options="Opzioni"
Dictionaries="Dizionari...", "Gestisci Dizionari"
ManageAppendices="Appendici...", "Gestisci Appendici"
Configuration="Configurazione...", "Apre la Finestra di Configurazione"
Help="Aiuto", "Apre la Guida di Lingoes"
Homepage="Lingoes.net", "Visita il sito web di Lingoes"
Community="Community di Lingoes", "Community di Lingoes online"

[DlgAppendix]
WndTitle="Opzioni Appendici"
Close="Chiudi"
Install="Installa", "Appendici di Lingoes (*.laf)|*.laf|", "Installazione fallita! \nLa causa potrebbe essere insufficienti autorizzazioni di accesso al file."
Delete="Elimina", "Sicuro di voler eliminare \"[$Title]\"?", "Eliminazione di \"[$Title]\" fallita! \nLa causa potrebbe essere insufficienti autorizzazioni di accesso al file."
Modify="Modifica", "Modifica fallita! \nLa causa potrebbe essere insufficienti autorizzazioni di accesso al file."
NewGroup="Nuovo Gruppo", "Creazione nuovo gruppo fallita! \nLa causa potrebbe essere insufficienti autorizzazioni di accesso al file."
MoveUp="Muovi su"
MoveDown="Muovi giù"
CreateAppendix="Crea mia Appendice..."
Download="Scarica altre Appendici..."
Name="Nome"
Group="Gruppo"
InstallSucceed="\"[$Title]\" installato con successo."
OverwriteInstall="L'Appendice esiste, vuoi sovrascriverla?\n\nEtichetta:[$Title]\nNome: [$Name]"
InvalidInstallFile="File di installazione non valido!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="Modifica \"[$Title]\"", "Crea un nuovo gruppo"
Name="Nome"
DisplayTitle="Etichetta"
DisplayStyle="Stile"
Ok="OK"
Cancel="Annulla"

[DlgAppendixBuilder]
WndTitle="Generatore di Appendice"
Name="Nome:  (Solo a-z, 0-9, trattino e trattino basso)", "Specificare il nome, permessi solo a-z, 0-9, trattino e trattino basso."
Title="Etichetta:", "Specificare l'etichetta!"
Location="Cartella destinazione progetto:", "Creazione cartella di progetto fallita!", "Selezionare una cartella disponibile"
Create="Crea Nuovo Progetto", "Progetto creato con successo!\n\nOra puoi progettare liberamente la tua appendice modificando il file \"index.html\".", "Creazione progetto fallita!"
Build="Genera", "File di appendice generato con successo!\n[$Filename]", "Generazione file di appendice fallita!\n[$Filename]"
Close="Chiudi"
Tips="Suggerimento: Puoi progettare liberamente la tua appendice modificando il file \"index.html\" dopo aver creato un nuovo progetto."
OverwriteProject="Il file di progetto esiste, sovrascriverlo?"

[DlgStatus]
KeepVisible="Finestra sempre in primo piano"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Apri/Chiudi Finestra Contestuale"

[DlgView]
Speak="Dillo", "Pronuncia il testo selezionato"
Search="Cerca"
Copy="Copia"
Print="Stampa..."
Save="Salva..."
Find="Trova..."
SelectAll="Seleziona tutto"
TextTranslate="Traduzione", "Avvia la Traduzione Testo"
StartPage="Pagina iniziale", "Pagina iniziale"
ShowIndex="Mostra Pannello laterale"
HideIndex="Nascondi Pannello laterale"
SaveFilter="File HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Opzioni pronuncia..."
SelectVoice="Seleziona Voce"
Activation="Attivazione", ""
Buy="Acquista", "Acquista la licenza commerciale di Lingoes"

[DlgRegister]
Title="Lingoes - Registrazione ad Uso Commerciale"
FreeDownload="Lingoes è gratuito per fini non commerciali.\r\nScarica la versione gratuita..."
Name="Nome:", "Il nome è obbligatorio."
Email="E-mail:", "L'indirizzo e-mail è obbligatorio."
RegCode="Codice Registrazione:", "Il codice di registrazione non è valido."
Support="Servizio Clienti"
Register="Registrazione", "Salvataggio informazioni di registrazione fallito."
Exit="Exit"

[DlgInfo]
Title="Messaggio"
Ok="OK"
Cancel="Annulla"
Yes="Sì"
No="No"
Retry="Riprova"
Abort="Interrompi"
Ignore="Ignora"

[DlgAuthentication]
Title="Connetti a "
TitleProxy="Connetti a server proxy "
Username="Nome utente:"
Password="Password:"
Remember="Ricorda la mia password"
Ok="OK"
Cancel="Annulla"

[WndGrab]
Open="Cerca spiegazioni dettagliate"
Speak="Dillo"
Copy="Copia"
TextTranslation="Traduzione Testo"
Back="Indietro" 
Forward="Avanti"
Search="Cerca\n  Enter:\t\tCerca\n  Ctrl + Enter:\tCerca spiegazioni dettagliate\n  Shift + Enter:\tTraduzione Testo\n  Alt + Enter:\tCerca nel Web"
RollUp="Riduci/Espandi finestra"
Option="Opzioni"
KeepVisible="Finestra sempre in primo piano"
KeepSize="Mantieni dimensioni finestra"
AutoRollUp="Riduzione automatica", "No", "Dopo [$DelaySecond] secondi"
CloseMiniWnd="Chiudi Finestra Contestuale"

[DlgDictOption]
Title="Opzioni Dizionario"
NetInstall="Scarica da Lingoes", "Scarica dizionario dal sito di Lingoes"
Install="Installa", "Installa dizionario da disco"
Uninstall="Disinstalla", "Disinstalla dizionario"
Add="Aggiungi", "Aggiunge un dizionario all'elenco"
Remove="Rimuovi", "Rimuove il dizionario dall'elenco"
Download="Download", "Scarica il dizionario per l'uso off-line"
MoveTop="", "Muovi in cima"
MoveUp="", "Muovi su"
MoveDown="", "Muovi giù"
MoveBottom="", "Muovi in fondo"
MoreDetails="", "Visualizza le informazioni sul dizionario"
Close="Chiudi"

Installed="Dizionari installati"
Query="Dizionari installati"
Index="Gruppo Indice"
Grab="Gruppo Cattura Testo"

InstalledList="Dizionari installati"
QueryList="Dizionari installati"
IndexList="Gruppo Indice"
GrabList="Gruppo Cattura Testo"
DictID="ID"
Online="Online"

Type="Tipo"
OnlineType="Richiede connessione a Internet"
NotLicensed="(Senza licenza <a href='app://activate/'><u>Attiva</u></a> <a href='app://buy/[$ProductID]'><u>Acquista</u></a>)"

AddFilter="Dizionari Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Installa dizionario"
Installing="Installazione in corso..."
IndexDictTooMany="Suggerimento:\n\nAggiungere troppi dizionari nel \"Gruppo Indice\" rallenterà la velocità di confronto parole durante la digitazione dei caratteri nella casella di ricerca.\n\nPertanto ti consigliamo di aggiungere nel \"Gruppo Indice\" solo quei dizionari usati frequentementente."

[DlgDictList]
Title="Aggiungi Dizionari"
Add="Aggiungi"
Cancel="Annulla"
Select="Seleziona"
DictList="Dizionari installati"
ID="ID"
Online="Online"

[DlgDictInfo]
Title="Informazioni sul Dizionario"
Close="OK"

ID="ID"
MD5="MD5"
Tag="Tags"
Name="Nome"
Version="Versione"
Date="Data Creazione"
Update="Ultimo aggiornamento"
IndexCount="Numero Parole"
Language=Lingua
MoreLanguage=Altro..
DictTitle="Titolo"
DictEdition="Edizione"
DictDescription="Descrizione"
PubAuthor="Autore"
PubPress="Stampa"
PubEmail="E-mail"
PubWebsite="Sito web"
PubCopyright="Diritti d'autore"
Filename="Nome file"

; Install Dictionaries
[DlgDictInstall]
Title="Installa Dizionario"
InstallSucceed="Dizionario \"[$DictTitle]\" installato con successo."
DictGroupOption="Opzioni"
AddIndexGroup="Aggiungi a \"Gruppo Indice\""
AddIndexGroupDesc="Lingoes consulterà i dizionari del Gruppo Indice e suggerirà i risultati più corrispondenti nel Pannello Indice durante la digitazione del termine."
AddGrabGroup="Aggiungi a \"Gruppo Cattura Testo\""
AddGrabGroupDesc="Lingoes consulterà i dizionari del Gruppo Cattura Testo e mostrerà i risultati nella relativa finestra durante la cattura."
Ok="OK"

; Configuration
[DlgOption]
Title="Configurazione"
Ok="OK"
Cancel="Annulla"
General="Generale"
Appearance="Aspetto"
Connection="Connessione"
Speech="Pronuncia"
Hotkey="Tasti rapidi"
Translate="Traduzione"
License="Licenze"
Capture="Cattura Testo"

; General
[DlgOptGeneral]
Language="Lingua"
UILanguage="Lingua dell'Interfaccia Utente"

WebSearch="Ricerca nel Web"
SelectWebSearch="Seleziona il motore di ricerca da usare per cercare nel web"

TermHistory="Cronologia && Cache"
SaveHistory="Parole cercate conservate nella cronologia"
ClearHistory="Cancella Cronologia"
ClearHistoryConfirmation="Sicuro di voler cancellare la cronologia termini?"

ResultCache="Cache locale dei dizionari online"
ClearCache="Cancella Cache", "Sicuro di voler cancellare la cache?"

AutoStart="Apri Lingos quando avvio Windows"
StartMin="Riduci a icona dopo l'apertura"

; Appearance
[DlgOptAppearance]
UserInterface="Interfaccia Utente"
WindowStyle="Stile Finestra"
WindowFont="Font Testo Finestra"
WindowFontSize="Dimensione Font"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Pannello Risultati"
TextFont="Font Testo"
TextFontSize="Dimensione Font"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Font Fonetico"
CursorTranslatorBar="Finestra Cattura Testo"
FontColor="Colore Font"
BackColor="Colore Sfondo"
BorderColor="Colore Bordo"
Transparence="Finestra Cattura Testo traslucida"
SampleText="Cattura Testo"

[Style]
0="Nessuno"
1="Stile Default"

; Translate
[DlgOptTranslate]
SupportLCMap="Supporta mappatura lingua locale"
InstantTranslation="Traduzione Istantanea"
TargetLanguage="Lingua Finale:"
CurrentUserLanguage="= Lingua Utente Attuale"
TargetLanguage2="Se la lingua finale è quella originaria, imposta come:"
NoTranslate="= Non tradurre"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Cattura parola su schermo"
MouseActivation="Modalità di attivazione con Mouse:"
MouseOver="Sosta del Mouse"
LeftMouseButton="Pulsante Sinistro del Mouse"
MiddleMouseButton="Pulsante Centrale del Mouse"
RightMouseButton="Pulsante Destro del Mouse"
MouseXButton1="Pulsante X 1 del Mouse"
MouseXButton2="Pulsante X 2 del Mouse"
TimeDelay="Ritardo:"
MSEL="millisecondi"
IgnoreNumber="Ignora Numeri"
IgnoreLatin="Ignora Latino (Inglese, Francese, Tedesco, Spagnolo, etc.)"
IgnoreCJK="Ignora Cinese, Giapponese e Coreano"
IgnoreCyrillic="Ignora Cirillico (Russo, Ucraino, Bulgaro, etc.)"
IgnoreArabic="Ignora Arabo, Ebraico"
InstallAdobePlugin="Installa Adobe Acrobat PDF Plug-in"
ZonedWord="Traduci testo selezionato"
ZonedWordFilterRule="Regole di Filtraggio per selezione testo..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Cattura parola su schermo"
MouseActivation="Modalità di attivazione con Mouse:"
MouseOver="Sosta del Mouse"
LeftMouseButton="Pulsante Sinistro del Mouse"
MiddleMouseButton="Pulsante Centrale del Mouse"
RightMouseButton="Pulsante Destro del Mouse"
MouseXButton1="Pulsante X 1 del Mouse"
MouseXButton2="Pulsante X 2 del Mouse"
TimeDelay="Ritardo:"
MSEL="millisecondi"
MatchPhrase="Confronta frase"
IgnoreNumber="Ignora Numeri"
IgnoreLatin="Ignora Latino (Inglese, Francese, Tedesco, Spagnolo, etc.)"
IgnoreCJK="Ignora Cinese, Giapponese e Coreano"
IgnoreCyrillic="Ignora Cirillico (Russo, Ucraino, Bulgaro, etc.)"
IgnoreArabic="Ignora Arabo, Ebraico"
InstallAdobePlugin="Installa Adobe Acrobat PDF Plug-in"
ZonedWord="Traduci testo selezionato"
ForTextSelection="alla selezione"
ForDoubleClicking="al doppio click"
ZonedWordFilterRule="Regole di Filtraggio per selezione testo..."
ShowOnlyFirstResult="Mostra solo il primo risultato di ricerca"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title="Regole di Filtraggio per selezione testo"
ProgramFilename="Nome file applicazione", "Nome file applicazione (se vuoto, indica tutte le applicazioni)"
WndClassName="Nome classe Windows", "Nome classe Windows (se vuoto, indica tutte le classi)"
DisableSelect="Ignora Selezione", "Ignora Selezione"
DisableDBLClick="Ignora Doppio Click", "Ignora Doppio Click"
Comment="Commenti", "Commenti"
Add="Aggiungi"
Modify="Modifica"
Delete="Elimina", "Sicuro di voler eliminare l'elemento corrente?"
Ok="OK"
Cancel="Annulla"
LoadDefault="Carica Default", "Sicuro di voler ristabilire le impostazioni di default?"
Browser="...", "Sfoglia", "Applicazione (*.exe)|*.exe|"
Capture="...", "Cattura Nome Classe Windows"
AllProgram="-- Tutte le applicazioni --"
AllWindow="-- Tutte le classi --"

[WndClassNameCapture]
Title="Cattura Nome Classe Windows"
ProgramFilename="Nome file applicazione"
WndClassName="Nome classe Windows"
Capture="Cattura da schermo"

; Speech
[DlgOptSpeech]
RPPEngine="Motore Pronuncia Voce Naturale"
RPPEnable="Attivo"
RPPVoice="Voce"
RPPRebuildIndexFile="Ricrea File Indice", "Operazione fallita! \nLa causa potrebbe essere insufficienti autorizzazioni di accesso al file."
Engine="Motore Pronuncia TTS (Text-to-Speech)"
Voice="Voce"
Enable="Attivo"
Volume="Volume"
Pitch="Tono"
Speed="Velocità"
Format="Format", "Default", "Formato audio [$Format] non supportato."
RealtimePron="Pronuncia in tempo reale"
PronInQuery="Mentre cerca la parola"
PronInCapture="Mentre cattura il testo"
PronInSelect="Mentre traduce il testo selezionato"
Test="Prova"
EnterText="Inserisci il testo e prova la voce"
DownloadTTS="Scarica Pacchetto Lingua di Voce Naturale && Motore Pronuncia TTS..."

; Connect
[DlgOptConnection]
ConnectSet="Impostazioni Connessione"
DirectConnect="Connessione Diretta"
IEProxyConnect="Usa impostazioni proxy del tuo browser web"
ProxyConnect="Connetti attraverso server Proxy / Firewall"
ProxyServer="Server Proxy:"
ProxyPort="Porta:"
Username="Nome utente:"
Password="Password:"
OnlineUpdate="Aggiornamento online"
UpdateNow="Aggiorna ora"
EnableUpdate="Attiva aggiornamento online"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Apri/Chiudi finestra principale"
GrabToggleKey="Attiva/Disattiva Cattura Parola"
SelectionToggleKey="Attiva/Disattiva Traduzione Selezione"
ClipboardToggleKey="Attiva/Disattiva Traduzione Appunti"
Pronounce="Pronuncia"
CopyInterpretation="Copia contenuto della traduzione"
SpeakSelectedText="Pronuncia testo selezionato"
StopSpeak="Interrompi pronuncia"
DisableHotKey="Disattiva tasti rapidi"
OpenMiniWnd="Apri/Chiudi Finestra Contestuale"
RollUpMiniWnd="Riduci/Espandi Finestra Contestuale"

[DlgExpire]
Title="Lingoes è scaduto"
Ok="Rinnova ora"
Cancel="Esci"
NetworkSettings="Impostazioni di Rete"
Support="Lingoes.net"
AskUpgrade="La versione attuale è scaduta, devi passare alla nuova versione per usare Lingoes! \nPassare alla nuova versione?"

[DlgAbout]
DlgTitle="Informazioni su Lingoes"
; Version="Versione: "
PortableEdition="Edizione Portabile"
Email="Indirizzo e-mail"
Website="Sito web di Lingoes"
LicenseTo="Questo prodotto è concesso in licenza a:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Utente individuale uso privato"
EvaluationUser="Questa versione di prova è rilasciata solo per fini dimostrativi"
UserLicenseQuantity="[$Quantity] Licenza Utente", "[$Quantity] Licenza Utente ([$KeyNo]/[$Quantity])"
LicenseExpire="La licenza scadrà fra [$Day] giorni."
;----------- end -----------

[WebResult]
SpellingAlternatives="Ortografia alternativa"
SpellChecker="Controllo ortografia"
TextTranslation="Traduzione Testo"
WebSearch="Cerca nel Web"
MoreResults="Ulteriori risultati"
WaitSearch="Richiesta risultati ricerca in corso..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Nessun risultato trovato per \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Come usare Lingoes"
DownDictTip="Scarica altri dizionari"
Intro="Esegue traduzioni fra più di 80 lingue<br>Traduzione con cursore, Traduzione Testo & Pronuncia del Testo"

[TextTranslation]
Title="Traduzione Testo"
To="a"
Translate="Traduci"
RequestFailed="Richiesta servizi traduzione fallita."
ConnectFailed="Lingoes non è riuscito a connettersi al server. Se sei connesso ad Internet, controlla le impostazioni di connessione nelle configurazioni. "
WaitRequest="Richiesta traduzione in corso..."
ParseResultFailed="Errore nell'analisi dei risultati di traduzione. Se il messaggio compare spesso, informaci."

; Layout
[Layout]
DictMenu="Menù Dizionario"
ShowResult="Mostra risultati"
MinimizeResult="Nascondi risultati"
FindWord="Trova: "
NoLicenseTip="I contenuti completi saranno visibili dopo l'autorizzazione...", "Questa versione di prova del dizionario è solo dimostrativa, i contenuti completi saranno visibili dopo l'autorizzazione: &nbsp;<a href='app://activate/'><u>Attiva</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>Acquista</u></a>", "Questa versione di prova del software è solo dimostrativa, le funzioni complete saranno disponibili dopo l'autorizzazione: &nbsp;<a href='app://activate/'><u>Attiva</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>Acquista</u></a>"

; Dictionary Menu
[DictMenu]
About="Informazioni..."
Enable="Attiva"
Disable="Disattiva"
DisableMsg="Il dizionario è disattivato e non sarà consultato!\nPuoi attivarlo dalla finestra \"Dizionari\"."
MoveTop="Imposta come risultato principale"
ArrangeResults="Ordina Risultati..."
IndexGroup="  (Gruppo Indice)"
QueryGroup="  (Gruppo Query)"
GrabGroup="  (Gruppo Cattura Testo)"

[Update]
Title="Aggiornamento online"
AskUpgrade="Rilevata nuova versione. Vuoi passare alla nuova versione?"
UpgradeNow="Rilevata nuova versione. Devi passare alla nuova versione."
UpdateSuccess="Aggiornamento completato!"
UpdateFail="Aggiornamento fallito!"
NoUpdate="La versione attuale è la più recente."

CheckUpdate="Verifica aggiornamento in corso..."
GetUpdateInfo="Acquisizione informazioni aggiornamento..."
DownUpdateData="Scaricamento dati aggiornamento..."
ExecUpdate="Aggiornamento del sistema..."
GetUpgradeInfo="Acquisizione informazioni upgrade..."
DownUpgradeData="Scaricamento dati upgrade..."
ExecUpgrade="Upgrade del sistema..."
NeedExitForUpgrade="Lingoes verrà chiuso per terminare l'upgrade."

[Message]
InitUpdateServerFail="Errore nell'inizializzazione del servizio di aggiornamento automatico "
StartDictServerFail="Errore nell'avvio del servizio di consultazione dizionario."

DictFileErr="Formato file non corretto!\n[$Filename]"
DictVersinTooOld="[$Filename]\nLa versione del dizionario attuale ([$DictVer]) è troppo vecchia, aggiornalo.\n\nVisitare il sito web di Lingoes per cercare la versione più recente?"
DictVersinTooNew="[$Filename]\nLa versione del dizionario attuale ([$DictVer]) necessita di una versione superiore di Lingoes.\n\nScaricare adesso la versione più recente dal sito web di Lingoes?"

AskDictRepeatInstall="L'elenco dizionari comprende il dizionario \"[$DictTitle]\",\nvuoi continuare?"
InstallDictFail="Errore durante l'installazione del dizionario:\n[$Filename]"
AskUninstall="Sicuro di voler disinstallare il dizionario?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Disinstallazione del dizionario fallita.\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Sicuro di voler rimuovere il dizionario \"[$DictTitle]\" dall'elenco?"

MemoryAllocFail="Errore durante l'assegnazione di memoria."
FilenameInvalid="Nome file non valido."
SaveFileFail="Errore durange il salvataggio del file."
OpenFileFail="Errore durante l'apertura del file."

AreYouAbort="Sicuro di voler interrompere il processo attuale?"
CreateThreadFail="Errore durante la creazione del thread."
CreateEventFail="Errore durante la creazione del gestore evento."
Unfulfilment="La funzionalità non è implementata."
OnlyProVersion="La funzionalità è solo per la versione Pro."
NoRegister="Versione non registrata, registra Lingoes per usare la funzionalità."
UsernameIsEmpty="Nome utente vuoto, inseriscilo di nuovo."
SaveSearchResultFail="Errore durante il salvataggio dei risultati di ricerca."

OpenAppendixFail="Errore durante l'apertura dell'appendice.\n\nScaricare adesso l'appendice dal sito web di Lingoes?"
OpenSpeechEngineFail="Errore durante il caricamento del motore TTS, controlla se TTS è installato nel tuo sistema! \n\nDevi installare il motore TTS nel tuo sistema operativo per pronunciare la parola. Altrimenti, scaricalo ed installalo dal sito web di Lingoes. \n\nVuoi scaricarlo adesso?"

; NeedIE6Support="Lingoes ha bisogno di Internet Explorer 6+, aggiorna il tuo browser a IE6+"
NoImplement="Spiacente, la funzionalità non è implementata."

InstallSucceed="Installazione completata." 
InstallFailed="Installazione fallita."

[DlgOptLicense]
Product="Licenza Prodotto"
Enter="Inserisci Licenza..."
Remove="Rimuovi Licenza", "La rimozione di una licenza potrebbe disattivare alcune funzionalità del prodotto.\nVuoi continuare e rimuovere la licenza per i seguenti prodotti:\n\n[$ProductList]"
Detail="Maggiori dettagli..."

LicenseID="ID Licenza: "
LicenseTo="Concessa a: "
LicenseExpire="La licenza scadrà fra [$Day] giorni."
UserLicenseQuantity="[$Quantity] Licenza Utente", "[$Quantity] Licenza Utente ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Inserisci Licenza"
ActivateTitle="Inserisci il codice licenza", "Puoi trovare il codice di licenza nell'e-mail di conferma acquisto o sulla custodia del disco di installazione nel pacchetto del prodotto."
LicenseKey="Codice Licenza:"
Name="Nome:"
Email="Indirizzo E-mail:"
NetworkSet="Impostazioni di Rete", "Per attivare il codice licenza devi essere connesso. Imposta il server proxy se necessario."
Activate="Attiva"
BuyTitle="Acquista prodotto di [$Publisher].", "Per acquistare il prodotto di [$Publisher], clicca sul bottone Acquista."
Buy="Acquista"
Cancel="Chiudi"

IncorrectProductKey="Il codice licenza non è valido."
IncorrectName="Nome non valido. Inserisci un nome non più lungo di 32 caratteri."
IncorrectEmail="Indirizzo e-mail non valido. Inserisci un indirizzo e-mail valido non più lungo di 128 caratteri."
WaitRequest="Operazione in corso... Attendere prego."

RequestFailed="Attivazione fallita. Il server potrebbe essere impegnato. Riprova più tardi."
NetworkFault="Impossibile connettersi al server di attivazione, verifica le impostazioni di rete."
ResponseError="Risposta del server non valida."
OtherError="Errore sconosciuto."
SaveDataFailed="Salvataggio dati fallito."

ActivateSuccess="Attivazione completata."
ActivateFailed="Attivazione fallita."
